lyrics = """ഗബ്രിയേലിന്റെ ദര്‍ശനസാഫല്യമായ്..
സർവ്വലോകർക്കും നന്മയേകും കാരുണ്യമായ്
ബെത്‌ലഹേമിന്റെ മാറിലൊരാരോമൽ ഉണ്ണി പിറന്നല്ലോ (3)
വിണ്ണിൽ താരകൾ പുഞ്ചിരി തൂകി
മണ്ണിൽ ഗ്ലോറിയ നാദങ്ങൾ പാടി
അവൻ പള്ളിക്കച്ച അണിഞ്ഞിട്ട് കണ്ണുംചിമ്മി തുറന്നിട്ട്
കുഞ്ഞിക്കാലിട്ടടിക്കുകയായ് ..
എന്നും ആഘോഷം ഉണരുകയായ്

ഹേ.. ദൂരെനിന്നും തങ്കത്തിൽ
സമ്മാനങ്ങൾ കൊണ്ടെത്തി.
രാജാക്കന്മാർ ഒന്നായ് നീളെ
വാഴ്ത്തിപ്പാടി.. യേ.. ഹല്ലേലൂയാ ...
എന്നും നിന്നെ ലോകത്തായ്‌
ഉള്ളോരെല്ലാം വാഴ്ത്തുന്നേ
ഇന്നും നിന്റെ സ്നേഹത്താലേ
ധന്യം ധന്യം വാണീടുന്നെ   
രാജാധിരാജനേ എന്റെ മാർഗ്ഗദീപമേ
എൻ ജീവധാരയിൽ ചൈതന്യമാകണേ
ഉൾക്കൂട്ടിലെ പുൽപ്പായയിൽ
കനിവായ് വാഴണേ ..

പൊട്ടാസ് പൂക്കുറ്റി കമ്പിത്തിരി ...
മത്താപ്പ് റോക്കറ്റ് ചെമ്പൂത്തിരി
ഗബ്രിയേലിന്റെ ദര്‍ശനസാഫല്യമായ്..
സർവ്വലോകർക്കും നന്മയേകും കാരുണ്യമായ്
ബെത്‌ലഹേമിന്റെ മാറിലൊരാരോമൽ ഉണ്ണി പിറന്നല്ലോ
ഉണ്ണി പിറന്നല്ലോ.. ഉണ്ണി പിറന്നല്ലോ
വിണ്ണിൽ താരകൾ പുഞ്ചിരി തൂകി
മണ്ണിൽ ഗ്ലോറിയ നാദങ്ങൾ പാടി
അവൻ പള്ളിക്കച്ച അണിഞ്ഞിട്ട് കണ്ണുംചിമ്മി തുറന്നിട്ട്
കുഞ്ഞിക്കാലിട്ടടിക്കുകയായ് ..
എന്നും ആഘോഷം ഉണരുകയായ്
"""
result = lyrics.replace('\n', '\\n')
print(result)