lyrics = """ മിന്നാ മിന്നി പോലെ മിന്നി താരമെങ്ങും
കണ്ണീരിന്റെ മണ്ണിൽ മന്നാ പെയ്തുവല്ലോ… (2)

അഹാ ഉന്നതനെ വാഴ്‌ത്തീടാം ഉച്ചസ്വരത്തോടെ…

ഓഹോ ഭിന്നതയാം ചങ്ങലകൾ പൊട്ടി നുറുങ്ങട്ടെ… (2)
മിന്നി താരമെങ്ങും മിന്നാമിന്നി പോലെ…
മന്നാ പെയ്തുവല്ലോ കണ്ണീരിന്റെ മണ്ണിൽ

എമ്മാനുവേലിന്റെ സ്നേഹം തേടുമ്പോൾ…
സമ്മാനം നേടുന്നു മണ്ണിൽ എല്ലാവരും…
കണ്ണോട് കണ്ണായി കാണാം നാമത്തെ…
പുണ്യാഹം പോലെന്നും ഉള്ളിൽ കാത്തീടാം…

എന്നും ക്രിസ്മസിൻ ആനന്ദം പൂന്തിങ്കളായ്‌…

നിന്റെ കരളിന്റെ ഇരുൾ മാറ്റി ഉണർവേകിടും… (2)

(അഹാ ഉന്നതനെ…)

(മിന്നിതാരമെങ്ങും…)

രാജാധി രാജന്റെ വീടീ പുൽക്കൂട്…
കാണുമ്പോൾ അന്തിച്ചു നിൽക്കുന്നു നാം..
കൺമുന്നിൽ കർത്താവ് വിതറും സത്യങ്ങൾ…
കാണാതെ പോകുന്ന അന്ധതയാണുള്ളിൽ…
മണ്ണിൽ ഒട്ടേറെ പുൽകൂട്ടിൽ ഉണ്ണി പിറന്നാലും…
എന്റെ മനസ്സിൽ പിറന്നില്ലേൽ അത് വ്യർത്ഥമായ്‌… (2)

(അഹാ ഉന്നതനെ)

(മിന്നാമിന്നി പോലെ…)

(മിന്നി താരം…)
"""
result = lyrics.replace('\n', '\\n')
print(result)